[
    {
        "id": "2226abe1-85f8-4b02-aafc-a6fcc2ae25e1",
        "title": "\"Merchants of Doubt\",",
        "author": "\"Naomi Oreskes\",",
        "language": "\"Inglês\",",
        "shelf": "",
        "review": "\"Este livro, 'Merchants of Doubt', parece abordar a forma como um grupo de cientistas obscureceu a verdade sobre questões importantes, desde os malefícios do fumo do tabaco até as mudanças climáticas. A capa sugere uma análise crítica sobre a disseminação da dúvida e a manipulação da informação em temas de relevância social e ambiental.\"",
        "cover_path": "uploads/2226abe1-85f8-4b02-aafc-a6fcc2ae25e1_t1.jpg"
    },
    {
        "id": "f0f5fef0-fb57-4927-bb79-4c7a32129429",
        "title": "\"12 Regras Para a Vida: Um Antídoto Para o Caos\",",
        "author": "\"Jordan B. Peterson\",",
        "language": "\"Português\",",
        "shelf": "",
        "review": "\"Baseado na capa, o livro '12 Regras Para a Vida' de Jordan B. Peterson parece oferecer uma abordagem pragmática e filosófica para lidar com os desafios da vida moderna. A promessa de um 'antídoto para o caos' sugere que o livro fornece princípios orientadores para encontrar ordem e significado em um mundo complexo e muitas vezes imprevisível. Deve ser um guia para a autodisciplina, responsabilidade pessoal e a busca por um propósito maior.\"",
        "cover_path": "uploads/f0f5fef0-fb57-4927-bb79-4c7a32129429_t2.jpg"
    },
    {
        "id": "08039322-ef73-4198-838a-1433d84721fd",
        "title": "\"Justiça: O que é fazer a coisa certa\",",
        "author": "\"Michael J. Sandel\",",
        "language": "\"Português\",",
        "shelf": "",
        "review": "\"Este livro de Michael J. Sandel, 'Justiça: O que é fazer a coisa certa', parece explorar as complexidades da moralidade e ética, convidando o leitor a refletir sobre os princípios que guiam nossas decisões e a natureza da justiça em si. A capa sugere uma abordagem acessível a temas filosóficos profundos, prometendo uma leitura instigante e reveladora.\"",
        "cover_path": "uploads/08039322-ef73-4198-838a-1433d84721fd_just.jpeg"
    },
    {
        "id": "ba2d3ace-e081-4449-a3a7-377af91d16c0",
        "title": "\"A Taberna Ambulante\",",
        "author": "\"G. K. Chesterton\",",
        "language": "\"Português\",",
        "shelf": "",
        "review": "\"A Taberna Ambulante, de G. K. Chesterton, aparenta ser uma obra intrigante e com um toque de mistério. A capa sugere uma ambientação clássica e talvez até mesmo elementos fantásticos. Pela estética, pode-se esperar uma narrativa envolvente e repleta de simbolismos.\"",
        "cover_path": "uploads/ba2d3ace-e081-4449-a3a7-377af91d16c0_tab.jpg"
    },
    {
        "id": "cf4aea47-c01d-421d-b6f2-64cf7a9a67c6",
        "title": "\"Uma Breve História do Século XX\",",
        "author": "\"Geoffrey Barraclough\",",
        "language": "\"Português\",",
        "shelf": "",
        "review": "\"Uma introdução concisa e perspicaz aos eventos e tendências que moldaram o século XX. A capa sugere uma análise das figuras e ideologias chave que influenciaram este período tumultuoso, com foco em conflitos e transformações globais.\"",
        "cover_path": "uploads/cf4aea47-c01d-421d-b6f2-64cf7a9a67c6_OIP.jpg"
    }
]